[
    {
        "reading_title": "Makna dan Tujuan Wudhu untuk Bersuci Bagian 14",
        "reading_status": "active",
        "reading_description_long": "Wudhu merupakan ibadah penyucian diri yang wajib dilakukan sebelum melaksanakan sholat. Tujuan utama dari wudhu bukan hanya membersihkan anggota tubuh, namun juga sebagai bentuk ketaatan kepada perintah Allah SWT. Wudhu juga mengajarkan kedisiplinan, kebersihan, dan kesiapan mental dalam menjalankan ibadah. Dalam Islam, menjaga kesucian jasmani dan rohani sangat ditekankan, dan wudhu menjadi salah satu cara untuk mencapai keduanya.",
        "reading_unit_id": 1,
        "reading_created_by": "7991dd47-6979-4d18-a438-be1641750e3f"
    },
    {
        "reading_title": "Makna dan Tujuan Wudhu untuk Bersuci Bagian 15",
        "reading_status": "active",
        "reading_description_long": "Wudhu merupakan ibadah penyucian diri yang wajib dilakukan sebelum melaksanakan sholat. Tujuan utama dari wudhu bukan hanya membersihkan anggota tubuh, namun juga sebagai bentuk ketaatan kepada perintah Allah SWT. Wudhu juga mengajarkan kedisiplinan, kebersihan, dan kesiapan mental dalam menjalankan ibadah. Dalam Islam, menjaga kesucian jasmani dan rohani sangat ditekankan, dan wudhu menjadi salah satu cara untuk mencapai keduanya.",
        "reading_unit_id": 2,
        "reading_created_by": "7991dd47-6979-4d18-a438-be1641750e3f"
    },
    {
        "reading_title": "Pengantar Fiqh: Thaharah dan Kebersihan dalam Islam",
        "reading_status": "active",
        "reading_description_long": "Fiqh adalah ilmu yang membahas tentang tata cara menjalankan ibadah dan muamalah. Dalam aspek thaharah, fiqh menekankan pentingnya menjaga kebersihan sebagai bagian dari iman. Kebersihan jasmani dan rohani menjadi syarat sahnya ibadah seperti sholat. Oleh karena itu, memahami dasar-dasar fiqh thaharah menjadi penting dalam kehidupan sehari-hari umat Islam.",
        "reading_unit_id": 3,
        "reading_created_by": "7991dd47-6979-4d18-a438-be1641750e3f"
    },
    {
        "reading_title": "Fiqh sebagai Pondasi Praktik Ibadah",
        "reading_status": "active",
        "reading_description_long": "Fiqh tidak hanya sekadar teori, melainkan panduan praktis dalam menjalankan syariat. Ia menjadi pondasi dalam memahami hukum ibadah seperti wudhu, tayamum, najis, dan sebagainya. Dengan memahami fiqh, seorang muslim akan lebih yakin dan mantap dalam beribadah, serta tidak mudah terjebak dalam keraguan atau kekeliruan amalan.",
        "reading_unit_id": 4,
        "reading_created_by": "7991dd47-6979-4d18-a438-be1641750e3f"
    }
]